espressif/esp-idf/examples/system/xip_from_psram/sdkconfig.ci.esp32p4_250m
CONFIG_IDF_TARGET="esp32p4"
CONFIG_SPIRAM_SPEED_250M=y
CONFIG_ESPTOOLPY_FLASHFREQ_120M=y
CONFIG_SPI_FLASH_HPM_ENA=y
CONFIG_BOOTLOADER_FLASH_DC_AWARE=y
